Repository: diegodscamara/ocxc-tambasa
Catalog: email-templates/account_registration_v1/locales/*/Strings.xlf
Languages: ar, bg, fi, fr, hr, lv, ms, nl, no, pt_br, ru, tr, vi

# ACCOUNT_REG_SUBJECT
source: {0} Account Registration Confirmation
ar: تأكيد تسجيل الحساب {0}
bg: {0} Потвърждение за регистриране на акаунт
fi: {0} - tilin rekisteröinnin vahvistus
fr: Confirmation de l'enregistrement du compte {0}
hr: Potvrda registracije računa {0}
lv: {0} konta reģistrācijas apstiprinājums
ms: Pengesahan Pendaftaran Akaun {0}
nl: {0}: Bevestiging accountregistratie
no: Registreringsbekreftelse for {0}-konto
pt_br: Confirmação de registro da conta {0}
ru: Подтверждение регистрации учетной записи {0}
tr: {0} Hesap Kayıt Teyidi
vi: Xác nhận đăng ký tài khoản {0}

# ACCOUNT_REG_LINE_1
source: Welcome to {0}!
ar: مرحبًا بك في {0}!
bg: Добре дошли в {0}!
fi: Tervetuloa - {0}!
fr: Bienvenue dans {0}.
hr: Dobrodošli u {0}!
lv: Esiet sveicināts {0}!
ms: Selamat datang ke {0}!
nl: Welkom bij {0}.
no: Velkommen til {0}!
pt_br: Bem-vindo ao {0}!
ru: Добро пожаловать в {0}!
tr: {0} sayfasına hoş geldiniz!
vi: Chào mừng bạn đến với {0}!

# ACCOUNT_REG_LINE_2
source: We appreciate your interest and look forward to you shopping with us in the future.
ar: نحن نقدر اهتمامك ويسعدنا أن تتسوق معنا في المستقبل.
bg: Оценяваме вашия интерес и очакваме с нетърпение да пазарувате при нас в близкото бъдеще.
fi: Kiitämme kiinnostuksestasi ja toivomme, että palaat myöhemmin tekemään ostoksia.
fr: Nous vous remercions de votre intérêt et nous espérons vous servir dans un futur proche.
hr: Zahvaljujemo se interesu i radujemo se što ćete i ubuduće kupovati kod nas.
lv: Pateicamies par jūsu interesi un ceram, ka turpmāk iepirksieties pie mums.
ms: Kami menghargai minat anda dan menantikan anda untuk membeli-belah bersama kami pada masa hadapan.
nl: Hartelijk dank voor uw belangstelling. We hopen dat u snel terugkomt om bij ons te winkelen.
no: Vi setter pris på din interesse, og ønsker deg velkommen som kunde i fremtiden.
pt_br: Agradecemos seu interesse e esperamos sua próxima compra conosco no futuro.
ru: Благодарим за проявленный интерес и ожидаем ваших покупок у нас в будущем.
tr: İlginiz için teşekkür ederiz, gelecekte de bizimle alışveriş yapmanızdan memnuniyet duyacağız.
vi: Chúng tôi đánh giá cao sự quan tâm của bạn và hy vọng bạn sẽ mua hàng của chúng tôi trong tương lai.

# ACCOUNT_REG_LINE_3
source: Below is your account information:
pt_br: Segue abaixo as informações da sua conta:

# ACCOUNT_REG_LINE_4
source: Username
ar: اسم المستخدم
bg: Потребителско име
fi: Käyttäjätunnus
fr: Nom d'utilisateur
hr: Korisničko ime
lv: Lietotājvārds
ms: Nama Pengguna
nl: Gebruikersnaam
no: Brukernavn
pt_br: Nome do usuário
ru: Имя пользователя
tr: Kullanıcı Adı
vi: Tên người dùng

# ACCOUNT_REG_LINE_5
source: ProfileId
ar: معرف ملف التعريف
bg: Идентификатор на профил
fi: Profiilin tunnus
fr: ID profil
hr: ID profila
lv: Profila ID
ms: Dipraisi
nl: Profiel-ID
no: Profil-ID
pt_br: ID do perfil
ru: Ид. профиля
tr: Profil No
vi: Mã hồ sơ

# PASSWORD_RESET_LINE_1
source: Please navigate to this page where you can reset your password:
ar: الرجاء الانتقال إلى هذه الصفحة حيث يمكنك إعادة تعيين كلمة المرور:
bg: Моля, отидете на тази страница, където можете да смените паролата си:
fi: Siirry tälle sivulle, jolla voit nollata salasanan:
fr: Veuillez accéder à cette page, où vous pourrez réinitialiser votre mot de passe :
hr: Otvorite sljedeću stranicu na kojoj možete ponovo postaviti svoju lozinku:
lv: Lūdzu, naviģējiet uz šo lapu, kur varat atiestatīt savu paroli:
ms: Sila navigasi ke halaman ini tempat untuk anda menetapkan semula kata laluan anda:
nl: Navigeer naar deze pagina om uw wachtwoord opnieuw in te stellen:
no: Naviger til denne siden der du kan tilbakestille passordet:
pt_br: Navegue até esta página para redefinir sua senha:
ru: Перейдите на эту страницу, где можно сбросить свой пароль:
tr: Parolanızı sıfırlamak için lütfen şu sayfaya gidin:
vi: Hãy điều hướng tới trang này để bạn có thể đặt lại mật khẩu của mình:

# PASSWORD_RESET_LINE_2
source: The next time you log in to your {0} account, you will be asked to create a password of your own choosing.
ar: عندما تقوم بتسجيل الدخول إلى حساب {0} في المرة القادمة، سيطلب منك تكوين كلمة مرور من اختيارك.
bg: Следващия път, когато влезете в своя акаунт {0}, ще бъдете помолени да създадете нова парола по ваш избор.
fi: Kun seuraavan kerran kirjaudut tiliisi {0}, sinua pyydetään luomaan valitsemasi salasana.
fr: La prochaine fois que vous vous connecterez à votre compte {0}, vous serez invité à créer un mot de passe de votre choix.
hr: Kad se sljedeći put prijavite putem svojeg {0} računa, zatražit ćemo vas da izradite lozinke po vlastitom odabiru.
lv: Nākamreiz, kad pieteiksities savā {0} kontā, jums tiks prasīts izveidot paroli pēc savas izvēles.
ms: Pada kali berikut anda log masuk ke akaun {0} anda, anda akan diminta untuk mencipta kata laluan anda sendiri.
nl: De volgende keer dat u bij uw account voor {0} inlogt, wordt u gevraagd een nieuw wachtwoord te maken.
no: Neste gang du logger på {0}-kontoen din, vil du bli bedt om å angi et selvvalgt passord.
pt_br: Na próxima vez que você entrar na sua conta {0}, será solicitado a criar uma senha de sua escolha.
ru: Когда вы войдете в свой аккаунт {0} в следующий раз, вам потребуется создать пароль по собственному выбору.
tr: {0} hesabınızda bir sonraki oturum açışınızda sizden parola oluşturmanız istenecek.
vi: Lần tới đăng nhập vào tài khoản {0}, bạn sẽ được yêu cầu tạo một mật khẩu tự chọn.

# ACCOUNT_REG_SALUTATION
source: Dear {0},
ar: عزيزي {0}،
bg: До {0},
fi: Hyvä {0}
fr: Cher/chère {0},
hr: Poštovani {0},
lv: Labdien, {0}!
ms: Kepada {0},
nl: Geachte {0},
no: Kjære {0}
pt_br: Prezado(a) {0},
ru: Уважаемый(ая) {0},
tr: Sayın {0},
vi: Xin chào {0}!

# ACCOUNT_REG_SENT_SIGNATURE_TEXT
source: This is an automatically generated e-mail. Please do not reply.
ar: هذه رسالة بريد إلكتروني تم إنشاؤها آليًا. الرجاء عدم الرد.
bg: Този имейл е автоматично генериран. Моля, не отговаряйте.
fi: Tämä on automaattisesti luotu sähköpostiviesti. Älä vastaa tähän viestiin.
fr: Ceci est un courriel généré automatiquement, veuillez ne pas répondre.
hr: Ovo je automatski generirana poruka e-pošte. Nemojte odgovarati.
lv: Šis ir automātiski ģenerēts e-pasta ziņojums. Lūdzu, neatbildiet!
ms: E-mel ini dijana secara automatik. Jangan balas.
nl: Dit is een automatisch gegenereerd e-mailbericht. Beantwoord dit bericht niet.
no: Dette er en automatisk generert e-post. Ikke svar på denne e-posten.
pt_br: Este é um e-mail gerado automaticamente. Não responda.
ru: Сообщение создано автоматически. Не отвечайте на это сообщение.
tr: Bu otomatik oluşturulmuş bir e-postadır. Lütfen yanıtlamayın.
vi: Đây là email được tạo tự động. Vui lòng không trả lời email này.

# ACCOUNT_REG_HEADER
source: Account created successfully
pt_br: Conta criada com sucesso

# ACCOUNT_REG_ACTIVATE
source: Activate account
pt_br: Ativar conta

# ACCOUNT_REG_ALTERNATIVE
source: or copy the following link:
pt_br: ou copie o link a seguir:

# ACCOUNT_REG_LINE_3
source: Your account details are as follows:
ar: وتكون تفاصيل الحساب على النحو التالي:
bg: Информацията за вашия акаунт е както следва:
fi: Tilitietosi:
fr: Voici les détails de votre compte :
hr: Pojedinosti vašeg računa:
lv: Tālāk minēta detalizēta informācija par jūsu kontu:
ms: Berikut ialah butiran akaun anda:
nl: Uw accountdetails zijn als volgt:
no: Kontodetaljene er som følger:
ru: Данные вашей учетной записи:
tr: Hesap detaylarınız aşağıdaki gibidir:
vi: Chi tiết tài khoản của bạn bao gồm những thông tin sau:
