Repository: diegodscamara/ocxc-tambasa
Catalog: email-templates/placed_order_v1/locales/*/Strings.xlf
Languages: uk

# ORDER_PLACED_SUBJECT
source: Your {0} Order Number {1}
uk: Номер замовлення {0} - {1}

# ORDER_PLACED_TITLE
source: Thank you for your order.
uk: Дякуємо за замовлення.

# ORDER_PLACED_ORDER_LINE
source: Your order number is {0}, placed {1} at {2}.
uk: Номер замовлення - {0}, розміщено {1} о {2}.

# ORDER_PLACED_ORDER_LINE_START
source: Your order number is
uk: Номер замовлення -

# ORDER_PLACED_ORDER_LINE_END
source: , placed {0} at {1}.
uk: , розміщено {0} о {1}.

# ORDER_PLACED_SHIPPING_ADDRESS_TITLE
source: Shipping Address
uk: Адреса поставки

# ORDER_PLACED_PAYMENT_METHODS_TITLE
source: Payment Methods
uk: Способи платежів

# ORDER_PLACED_SHIPPING_METHODS_TITLE
source: Shipping Methods
uk: Способи поставки

# ORDER_PLACED_ITEM_TITLE
source: Item
uk: Позиція

# ORDER_PLACED_QUANTITY_TITLE
source: Qty
uk: Кількість

# ORDER_PLACED_PRICE_TITLE
source: Price
uk: Ціна

# ORDER_PLACED_SUBTOTAL_TITLE
source: Subtotal
uk: Проміжний підсумок

# ORDER_PLACED_DISCOUNT_TITLE
source: Discount
uk: Знижка

# ORDER_PLACED_TAX_TITLE
source: Tax
uk: Податок

# ORDER_PLACED_SHIPPING_TITLE
source: Shipping
uk: Поставка

# ORDER_PLACED_TOTAL_TITLE
source: Total
uk: Підсумок

# ORDER_PLACED_THANKS_TEXT
source: Thanks again for shopping at {0}
uk: Дякуємо за нові покупки на {0}!
